// PCAboutController
"AboutVersionFormat" = "版本 %@";

// PCColorLabelView
"ColorLabelTags" = "标记：";
"ColorLabelNameFormat" = "“%@”";

// PCImagePickerView
"Choose Image..." = "选取图像…";
"Use Server Icon" = "使用服务器图标";
"Use Default Image" = "使用默认图像";

// PCTitleBarTrialView

// PCTruncatingDateCell
"Yesterday" = "昨天";
"Today" = "今天";
"Tomorrow" = "明天";

// PCUnderTabView
"New Tab" = "新建标签页";
"Create a new tab" = "创建新标签页";
"Close this tab" = "关闭此标签页";
"Close" = "关闭";
"Tab" = "标签页";

// NSWorkspace-Additions
"Hard Disk" = "硬盘";

// NSWorkspace-PathAdditions
"The disk %@ is in use and cannot be ejected." = "磁盘 %@ 正在使用，不能推出。";
"Cannot eject disk" = "无法推出磁盘";

// PCTitleBarTrialView
"Expired. Buy now! " = "已过期。立即购买！ ";
"1 day left. Buy now! " = "还剩 1 天。立即购买！ ";
"%lu days left. Buy now! " = "还剩 %lu 天。立即购买！ ";

// PCExpiredView
"EnterSerialNumberButtonTitle" = "输入序列号…";
"DemoTitle" = "请购买 %@。";
"PurchaseButtonTitle" = "立即购买！";

"Continue" = "继续";
"Cancel" = "取消";
"OK" = "好";

// NSAppleEventDescriptor-Additions
"Could not get property." = "无法获取属性。";

// PCAuthorizationManager
"Could not change permissions of \"%@\"." = "无法更改“%@”的权限。";
"Could not change owner/group of \"%@\"." = "无法更改“%@”的所有者/群组。";
"Authorization was cancelled." = "授权已取消。";
"The operation could not be completed because authorization was not obtained." = "由于未获得授权，这项操作无法完成。";

// PCHUDSecureTextField
"Cut" = "剪切";
"Copy" = "拷贝";
"Paste" = "粘贴";
"Delete" = "删除";
"Select All" = "全选";

// PCURLAuthenticator
"Username and Password Required for %@" = "需要输入 %@ 的用户名和密码";
"Log In" = "登录";
"Username" = "用户名";
"Password" = "密码";
"Username and Password Required" = "需要输入用户名和密码";
"%@ requires a username and password to view. Your password will be sent in the clear." = "需要输入用户名和密码才能查看 %@。您的密码将以明文发送。";

// PCPredicateGroup
"The action to take when a file is matched." = "匹配文件时要采取的操作。";
"Skip" = "跳过";
"Hide" = "隐藏";
"Show" = "显示";
"New Rule" = "新规则";


// PCTabBar
"Tab bar" = "标签页栏";


// Panic Sync
"Email" = "电子邮件";
"None" = "无";
"Fetching Account Info…" = "正在收取帐户简介…";
"Panic Sync Deauthorized" = "Panic Sync 已取消授权";
"This Mac's access to your Panic Sync account has been revoked. Please reauthorize your account in Preferences." = "这台 Mac 对您的 Panic Sync 帐户的访问权限已被撤销。请在“偏好设置”中重新对您的帐户授权。";
"Sync Preferences…" = "同步“偏好设置”…";
"Dismiss" = "关闭";
"Panic Sync Credentials Missing" = "缺少 Panic Sync 凭证";
"Your Panic Sync credentials could not be found. Please reauthorize your account in Preferences." = "找不到您的 Panic Sync 凭证。请在“偏好设置”中重新对您的帐户授权。";
"Sync" = "同步";
"Next Sync: %@" = "下一次同步：%@";
"Reset Sync" = "重设同步";
"Sync Now" = "现在同步";
"Email is required" = "需要电子邮件";
"A valid email address is required." = "需要有效的电子邮件地址。";
"Password Too Short" = "密码过短";
"Your password must be at least 8 characters long." = "您的密码必须至少包含 8 个字符。";
"Passwords Don't Match" = "密码不匹配";
"The password and confirmation do not match." = "密码与确认密码不匹配。";
"Send Password Reset" = "发送密码重设";
"You will receive an email detailing how to reset your password." = "您将收到一封电子邮件，详细说明如何重设您的密码。";
"Enter your email address to request a password reset." = "输入您的电子邮件地址以申请密码重设。";
"Password Reset Sent" = "密码重设已发送";
"You should soon receive an email detailing how to reset your password." = "您很快将收到一封电子邮件，详细说明如何重设您的密码。";
"Deauthorize \"%@\"" = "取消对“%@”的授权";
"Are you sure you want to deauthorize the selected device? Its ability to sync will immediately be revoked." = "您确定要取消对所选设备的授权吗？它的同步能力将立即被撤销。";
"Deauthorize" = "取消授权";
"Unable to Contact Server" = "无法与服务器取得联系";
"Your network connection may be offline. You can continue signing out while offline, but this device will not be deauthorized on the server." = "您的网络连接可能处于离线状态。离线状态下您可以继续注销，但不会在服务器上对此设备取消授权。";
"Sign Out" = "注销";
"Unable to Sign Out" = "无法注销";
"The server may be experiencing issues or be down for maintenance. You can continue signing out while offline, but this device will not be deauthorized on the server." = "服务器可能遇到问题或因维护而关闭。离线状态下您可以继续注销，但不会在服务器上对此设备取消授权。";

"Do you want to sync with other apps?" = "您要与其他 App 同步吗？";
"You can sync your data with %@ only, or with other Panic apps as well." = "您只能将数据与 %@ 或其他 Panic App 同步。";
"Sync With:" = "与以下 App 同步：";

"How would you like to reset your data?" = "您想如何重置您的数据？";
"You can continue to sync your data with the Panic Sync data, fully replace your data with the Panic Sync data, or keep your data and replace it on all of your other devices." = "您可以继续将您的数据与 Panic Sync 数据同步、将您的数据完全替换为 Panic Sync 数据，也可以保留您的数据并用这些数据替换其他所有设备上的数据。";
"Action:" = "操作：";
"Merge" = "合并";
"Continue Sync" = "继续同步";
"Replace All Data On This Mac" = "替换这台 Mac 上的所有数据";
"Replace All Data In %@ On This Mac" = "替换这台 Mac 上 %@ 中的所有数据";   // e.g. Replace All Data In Transmit On This Mac
"Replace Data On All Other Devices" = "替换其他所有设备上的数据";
"SyncPrivacyPolicyURL" = "https://www.panic.com/sync";
"SyncAccountManagementURL" = "https://sync.panic.com/";
"Your data will automatically sync between your devices. It's free, secure, and easy." = "您的数据将自动在您的设备之间同步。同步免费、安全且简单。";

"Two-Factor Authentication" = "双重认证";
"Your account is protected by two-factor authentication. Enter the code generated by your authorization app." = "您的帐户受双重认证保护。输入由您的授权 App 生成的代码。";

// Crash Reporting
//crash
"%@ unexpectedly quit the last time it was run." = "%@ 在最后一次运行时意外退出。";
"Would you like to send a crash report to %@?" = "您想向 %@ 发送崩溃报告吗？";
"ExceptionEmailAddress" = "transmit-crash@panic.com";
"Report" = "报告";

//exception
"An internal application error has occurred." = "发生内部应用程序错误。";
"This error will cause instability and it is recommended you quit and relaunch %@." = "该错误将导致不稳定，建议您退出并重新启动 %@。";

"Show Details" = "显示详细信息";
"Hide Details" = "隐藏详细信息";

"%@ Error Report" = "%@ 错误报告";
"Provide any steps necessary to reproduce the problem." = "请提供重现问题所必需的任何步骤。";

// PCCaptiveWebSheetController
"Back" = "上一步";
"Forward" = "向前";

//PCLicenceWindowController
"Registration" = "注册";
